Repository: BrannAR/brannar-welcome
Catalog: data/po/default/*.po
Languages: ar

source: Default Settings
ar: الإعدادات الافتراضية

source: Switch Appearance
ar: تبديل المظهر

source: Desktop Layout
ar: تخطيط سطح المكتب

source: Install theme
ar: ثبت الثيمة

source: Apply theme
ar: تطبيق الثيمة

source: Applying Changes...
ar: تطبيق التغييرات

source: Arc Design
ar: تصميم آرك

source: Material Design (Adapta)
ar: مواد التصميم آداپتا()

source: Material Design (Vimix)
ar: مواد التصميم (ڤيميكس)

source: Vertex Design
ar: تصميم ڤرتكس

source: Ceti-2 Design
ar: تصميم سيتي-2 (Ceti-2)

source: Switch the layout of your desktop to suit your workflow.
ar: تبديل تخطيط سطح المكتب لتتناسب مع سير العمل الخاص بك.

source: Default
ar: الافتراضي

source: Classic Budgie
ar: بوجي الكلاسيكي

source: Classic GNOME
ar: گنوم الكلاسيكي

source: Restore panels
ar: استعادة الصفائج

source: Lost your panels while playing with <span name="distro-name"></span>? Unhappy with your changes to the panel layout? Don't worry. We can help you to restore your panels with a single click!
ar: فقدت صفائحك أثناء اللعب مع <span name="distro-name"></span>؟ هل أنت غير راض عن تغييراتك في تخطيط اللوحة؟ لا تقلق. يمكننا مساعدتك لاستعادة الصفائح الخاصة بك بنقرة واحدة!

source: This will undo all changes that you have made on any panel and will reset back to the initial default panel layout configuration.
ar: سيؤدي هذا إلى التراجع عن جميع التغييرات التي أجريتها على أي صفيحة، وسيعاد تعيينها مرة أخرى إلى تهيئة تخطيط الصفيحة الافتراضية الأولية.

source: Reset Budgie Panel
ar: استعادة صفيحة بوجي
