Repository: BrannAR/brannar-welcome
Catalog: data/po/budgie-applets/*.po
Languages: eo, pl

source: Budgie Desktop Applets
eo: Budgie Labortablaj Apletoj
pl: Aplety Pulpitu Budgie

source: Logout and login after installing applets. Open Raven - Budgie Settings - Panel to add applets
eo: Elsaluti kaj ensaluti post instali apletojn. Malfermu Raven - Budgie-Agordoj - Panelo por aldoni apletojn
pl: Wyloguj i zaloguj ponownie po instalacji apletów. Otwórz Panel boczny Budgie i opcję Panel w celu dodania apletów

source: Haste Applet
eo: Hasta Apleto
pl: Aplet Haste

source: Post any text – be it code or prose – to various services directly from your desktop.
eo: Afiŝu iun ajn tekston - ĝi povas esti kodo aŭ prozo - al diversaj servoj rekte de via labortablo.
pl: Wyślij jakikolwiek tekst, czy to kod czy proza, do różnych serwisów bezpośrednio z Twojego pulpitu.

source: Remove
eo: Forigi
pl: Usuń

source: Install Applet
eo: Instali apleton
pl: Zainstaluj aplet

source: Applying Changes...
eo: Aplikante ŝanĝojn...
pl: Zatwierdzanie zmian...

source: Screenshot Applet
eo: Ekrankopia Apleto
pl: Aplet zrzutów ekranu

source: An advanced screenshot utility for capturing and organizing screenshots.
eo: Altnivela ekrankopia utilo por kaptado kaj organizado de ekrankopioj.
pl: Zaawansowane narzędzie do tworzenia zrzutów ekranu i zarządzania nimi.

source: Calendar Applet
eo: Kalendarapleto
pl: Aplet kalendarza

source: Show date and time and when clicked show a calendar in a popover.
eo: Montras la daton kaj tempon kaj kiam klakita, montras kalendaron en ŝprucfenestro.
pl: Wyświetla datę i czas, a po kliknięciu pokazuje kalendarz.

source: Network Applet
eo: Reto apleto
pl: Aplet Sieć

source: Network connectivity applet.
eo: Reta konekto apleto
pl: Aplet połączeń sieciowych

source: Brightness Control Applet
pl: Aplet kontroli jasności

source: Allows you to control the screen brightness.
eo: Permesas al vi kontroli la ekranan brilecon.
pl: Pozwala kontrolować jasność ekranu.

source: Pixel-Saver Applet
eo: Piksel-savilo apleto
pl: Aplet Pixel-Saver

source: Hides the title bar from maximized windows and creates a new one inside the panel.
eo: Kaŝas la titolilon de maksimumigitaj fenestroj kaj kreas novan ene de la panelo.
pl: Ukrywa pasek tytułowy ze zmaksymalizowanych okien i tworzy nowy wewnątrz panelu pulpitu.

source: Global Menu Applet
pl: Aplet Menu Globalne

source: Moves the menu from applications into the panel.
eo: Movigas la menuon de aplikoj sur la panelon.
pl: Przenosi menu aplikacji do panelu.

source: Weather Applet
eo: Veterapleto
pl: Aplet Pogoda

source: Displays the weather on your panel.
eo: Montras la veteron sur via panelo.
pl: Wyświetla stan pogody na panelu.

source: System Monitor Applet
pl: Aplet - Monitor systemu

source: Customize and display system information on the panel.
eo: Agordi kaj montri sistemajn informojn sur la panelo.
pl: Dostosuj i wyświetlaj informacje systemowe w panelu.

source: Hotcorners Applet
eo: Varmanguloj apleto
pl: Aplet - Aktywne narożniki

source: Allow user defined commands to be executed when the mouse cursor is pushed into a corner of the main desktop.
pl: Pozwala użytkownikowi zdefiniować polecenia wykonywane, kiedy kursor myszki jest przesuwany do jednego z narożników pulpitu.

source: Quicknote Applet
eo: Rapidnoto apleto
pl: Aplet - Szybkie notatki

source: Quickly record a text based note.
eo: Rapide registri teksto bazitan noton.
pl: Szybko zapisuj notatki tekstowe.

source: Previews Applet
eo: Antaŭvidoj apleto
pl: Aplet - Podgląd

source: Show an overview of windows in an exposé like way.
eo: Montri superrigardon de fenestroj en ekspozicia maniero.
pl: Wyświetla widok okien pulpitu w stylu ekspozycji.

source: Workspace Overview Applet
pl: Aplet - Obszary robocze

source: Quickly navigate workspaces using the applet's menu.
pl: Pozwala na nawigowanie pomiędzy obszarami roboczymi z poziomu menu apletu.

source: Workspace Wallpaper Applet
pl: Aplet - Tapety obszarów roboczych

source: Show a different wallpaper on each workspace.
eo: Montri malsaman tapon sur ĉiu laborspaco.
pl: Wyświetla różne tapety pulpitu dla każdego obszaru roboczego.

source: Window Mover Applet
pl: Aplet - Przenoszenie okien

source: Quickly move windows between workspaces.
pl: Szybko przenoś okna pomiędzy obszarami roboczymi

source: Desktop Showtime Applet
pl: Aplet - Zegar na pulpicie

source: Display the date and time on the Desktop.
pl: Wyświetla datę i aktualny czas na pulpicie.

source: CountDown Applet
pl: Aplet CountDown

source: Set a timed countdown and run an action when the countdown completes.
pl: Ustawia czasomierz i uruchamia wybrana akcję, kiedy zakończy się odliczanie.

source: Auto-Keyboard Switcher Applet
eo: Aŭtomata klavarŝanĝilo apleto
pl: Aplet Auto-Keyboard Switcher

source: Change the keyboard language automatically on a per application basis.
pl: Przełącza automatycznie układ klawiatury w zależności od używanej aplikacji.

source: Screen Rotation Lock Applet
eo: Turnoŝlosigo apleto
pl: Aplet Screen Rotation Lock

source: Add the ability to unlock or lock the screen from rotating.
eo: Aldoni la eblecon por malŝlosi aŭ ŝlosi la ekranon de turnado.
pl: Dodaje możliwość odblokowania i zablokowania obracania ekranu.

source: Clockworks Applet
eo: Horloĝo apleto
pl: Aplet Clockworks

source: Display the time across multiple time zones.
eo: Montras la tempon de multaj horzonoj.
pl: Wyświetla aktualny czas w różnych strefach czasowych.

source: DropBy Applet
pl: Aplet DropBy

source: Display a pop-up in the panel when a USB device is connected.
eo: Montras ŝprucfenestron en la panelo, kiam USB-aparato estas konektita.
pl: Wyświetla powiadomienie, kiedy urządzenie USB jest podłączane.

source: Advanced Brightness Applet
eo: Altnivela brileco apleto
pl: Aplet zaawansowanej kontroli jasności

source: Control the backlight via your graphics driver controller or GNOME's brightness controller.
pl: Kontroluje podświetlanie ekranu poprzez kontroler karty graficznej lub kontroler jasności GNOME.

source: Browser Profile Launcher Applet
pl: Aplet profilów Chrome

source: Launch and create multiple Chromium/Chrome profiles.
eo: Lanĉi kaj krei multajn profilojn de Chromium/Chrome.
pl: Uruchamia i tworzy kilka profilów przeglądarek Chrome/Chromium.

source: Find Fast 'Kangaroo' Applet
eo: Trovi rapide "kanguruo" apleto
pl: Aplet wyszukiwania 'Kangaroo'

source: Quick and easy browsing, across (possibly) many folder layers, without having to-do a single mouse click.
eo: Rapida kaj facila foliumado tra (eble) multaj tavoloj de dosierujo, sen iu ajn musklako.
pl: Szybkie i łatwe przeglądanie plików wśród wielu folderów, bez chociażby jednego kliknięcia.

source: Weather and Forecast Applet
eo: Vetero kaj veterprognozo apleto
pl: Aplet pogody

source: Weather forecast every three hours and over five days.
pl: Prognoza pogody co 3 godziny na 5 dni w przód

source: Recently Used Applet
eo: Lastatempe uzitaj apleto
pl: Aplet ostatnio używanych elementów

source: Show recently used items in a menu.
eo: Montras la nelonge uzitajn elementojn en menuo.
pl: Zapisuj w menu ostatnio używane elementy

source: Trash Applet
eo: Rubujo apleto
pl: Aplet kosza

source: Show, hide and restore trash items.
eo: Montri, kovri kaj restaŭri rubajn elementojn.
pl: Wyświetlaj, ukrywaj i przywracaj elementy w koszu.

source: Application Launcher Applet
eo: Aplikaĵolanĉilo apleto
pl: Aplet uruchamiania aplikacji

source: Display your favorite applications in a menu and on the panel.
eo: Montri viajn ŝatatajn aplikaĵojn en menuo kaj sur la panelo.
pl: Wyświetlaj swoje ulubione aplikacji w menu i w panelu.

source: CPU Frequency Applet
eo: Frekvenco de procesoro apleto

source: Show frequency, ram, swap & network values.
eo: Montri frekvencon, RAM-on, swap-on kaj retajn valorojn.

source: Take-A-Break Applet
eo: Prenu-ripozon apleto
